Repository: Sebastianam/gnonograms
Catalog: gnonograms-win32/po/*.po
Languages: de

source: Total time penalty now %4.0f seconds
de: Zeistrafe gesamt: %4.0f Sekunden

source: Congratulations - you have solved the puzzle.
de: Gratulation – Sie haben das Puzzle gelöst.

source: Congratulations - you have found an alternative solution.
de: Gratulation – Sie haben eine alternative Lösung für das Puzzle gefunden.

source: New puzzle?
de: Neues Spiel?

source: New puzzle
de: Neues Spiel

source: Restart solving the puzzle?
de: Puzzle neu starten?

source: Timer paused
de: Zeitnehmung unterbrochen

source: Name and save this puzzle
de: Speichern unter…

source: Could not write to '%s'
de: Schreiben auf '%s' fehlgeschlagen

source: Saved as '%s'
de: Gespeichert als '%s'

source: Name and save as picto puzzle
de: Speichern unter (als Picto-Puzzle)…

source: Failed to load puzzle
de: Laden des Puzzles fehlgeschlagen

source: Could not open puzzle file
de: Konnte Puzzle-Datei nicht öffnen

source: File format incorrect
de: Fehler im Dateiformat

source: Dimensions too large
de: Puzzle zu groß

source: Dimensions too small
de: Puzzle zu klein

source: Dimensions data missing
de: Puzzlegröße fehlt

source: Clues contradictory
de: Hinweise sind widersprüchlich

source: Puzzle not easily soluble by computer
de: Puzzle kann nicht einfach durch den Computer gelöst werden

source: Clues and solution both missing
de: Sowohl Hinweise als auch Lösungen fehlen

source: No errors
de: Keine Fehler

source: Incorrect cells: %d
de: Falsche Zellen: %d

source: No solution available
de: Keine Lösung verfügbar

source: Time taken: %d hours, %d minutes, %8.3f seconds
de: Zeit benötigt: %d Stunden, %d Minuten, %8.3f Sekunden

source: Including %4.0f seconds time penalty
de: Einschlißlich %4.0f Sekunden Zeitstrafe

source: Failed to solve or no unique solution
de: Lösen fehlgeschlagen oder keine eindeutige Lösung

source: Cancelled by user
de: Vom Anwender abgebrochen

source: Solved in %8.3f seconds
de: Gelöst in %8.3f Sekunden

source: Requires at least 5 rows
de: Mindestens 5 Zeilen erforderlich

source: Thinking ...
de: Denke…

source: Difficult random
de: zufällig (schwierig)

source: Simple random
de: zufällig (einfach)

source: Error occurred in solver
de: Fehler beim Lösen aufgetreten

source: Error in solver
de: Fehler beim Lösen

source: Save changed puzzle?
de: Geändertes Puzzle speichern?

source: Freedom=
de: Spielraum=

source: Error - wrong number of columns
de: Fehler – falsche Anzahl an Spalten

source: Use advanced solver?
de: Fortgeschritten Lösungsalgorithmus verwenden?

source: A logical error has already been made - cannot hint
de: Es wurde bereits ein Fehler gemacht, Hinweis nicht möglich

source: Already solved
de: Bereits gelöst

source: Simple solver could not find hint
de: Der einfache Lösungsalgorithmus konnte keinen Hinweis finden

source: Start Ultimate solver? This can take a long time and may not work
de: Ultimativen Lösungsalgorithmus verwenden? Dies kann längere Zeit in Anspruch nehmen und funktioniert nicht immer

source: This is taking a long time!
de: Das dauert lange!

source: Keep trying?
de: Weiter versuchen?

source: _File
de: _Datei

source: _Settings
de: _Einstellungen

source: _View
de: _Ansicht

source: _Help
de: _Hilfe

source: _Save as Picto puzzle
de: Als _Picto-Puzzle speichern

source: _Import from image
de: Aus Bild _importieren

source: Undo all errors
de: Alle Fehler rückgängig machen

source: _Show solution
de: _Lösung zeigen

source: Show _Working
de: _Arbeitsansicht

source: Show _Incorrect cells
de: _Fehleransicht

source: _Restart
de: _Neu starten

source: _Pause
de: _Pausieren

source: _Get hint
de: _Hinweis anzeigen

source: _Let computer solve it
de: Durch den _Computer lösen lassen

source: _Computer generated puzzle
de: Computer_generiertes Puzzle

source: _Edit puzzle
de: Puzzle _bearbeiten

source: _Trim blank edges
de: _Weiße Ränder abschneiden

source: _Colors ...
de: _Farben…

source: _Font ...
de: _Schrift…

source: _Resize ...
de: _Größe ändern…

source: _Difficulty ...
de: _Schwierigkeitsgrad…

source: _Puzzle folder
de: Puzzle-_Verzeichnis

source: Default
de: Standard

source: Custom ...
de: Benutzerdefiniert…

source: Cell Patterns
de: Zell-Muster

source: Plain
de: Normal

source: Circle
de: Kreise

source: _Use advanced solver
de: _Fortgeschrittenen Lösungsalgorithmus verwenden

source: _Generate difficult puzzles
de: _Schwierige Puzzles erzeugen

source: _Time penalty for checking
de: _Zeitstrafe für Nachsehen

source: _Reset all to default
de: Alles auf Standardeinstellungen zurücksetzen

source: _Toolbar
de: _Werkzeugleiste

source: _Grid
de: _Gitter

source: Contents
de: Inhalt

source: About
de: Info

source: Load puzzle
de: Puzzle öffnen

source: Save puzzle
de: Puzzle speichern

source: Undo last move
de: Rückgängig

source: Redo last undone move
de: Wiederholen

source: Start this puzzle again
de: Dieses Puzzle neu starten

source: Hide the solution and start solving
de: Lösung verstecken und Spiel fortsetzen

source: Check
de: Nachsehen

source: Show any incorrect cells
de: Falsche Zellen anzeigen

source: Solve
de: Lösen

source: Solve by computer
de: Durch Computer lösen

source: Random
de: Zufällig

source: Generate a random puzzle
de: Zufälliges Puzzle erzeugen

source: Resize
de: Größe ändern

source: Change dimensions of the puzzle grid
de: Größe des Puzzle-Gitters ändern

source: Increase font size
de: Schrift größer

source: Decrease font size
de: Schrift kleiner

source: Set the difficulty of generated puzzles
de: Schwierigkeitsgrad für erzeugte Puzzles einstellen

source: _Difficulty
de: _Schwierigkeitsgrad

source: Difficulty
de: Schwierigkeitsgrad

source: Design and solve Nonogram puzzles
de: Nonogram-Puzzles erstellen und lösen

source: About Gnonograms3
de: Über Gnonograms3

source: translator-credits
de: Christian M. Amsüss <chrysn@fsfe.org>

source: Source:
de: Quelle:

source: Score:
de: Punktestand:

source: Unknown
de: Unbekannt

source: Reveal the solution
de: Lösung zeigen

source: Choose a puzzle
de: Puzzle auswählen

source: Cannot open file
de: Datei kann nicht geöffnet werden

source: No dimensions given
de: Keine Größe angegeben

source: Wrong number of dimensions
de: Falsche Anzahl an Dimensionen

source: No clues given
de: Keine Hinweise angegeben

source: Missing clues
de: Hinweise fehlen

source: Invalid clue
de: Ungültige Hinweise

source: Wrong number of column clues
de: Falsche Anzahl an Hinweisen in Spalten

source: Wrong number of row clues
de: Falsche Anzahl an Hinweisen in Zeilen

source: Solution grid or working grid missing
de: Lösungs- oder Arbeitsgitter fehlt

source: Wrong number of rows in solution or working grid
de: Falsche Anzahl an Zeilen in Lösungs- oder Arbeitsgitter

source: Wrong number of columns in solution or working grid
de: Falsche Anzahl an Spalten in Lösungs- oder Arbeitsgitter

source: Invalid cell state
de: Ungültiger Zustand in einer Zelle

source: Missing Picto grid data
de: Picto-Gitter fehlt

source: Invalid Picto grid data
de: Picto-Gitter ungültig

source: Missing game state
de: Spielzustand fehlt

source: Invalid game state
de: Spielzustand ungültig

source: Missing description
de: Beschreibung fehlt

source: Missing license
de: Lizenz fehlt

source: Cancel
de: Abbrechen

source: Built in puzzles
de: Mitgelieferte Puzzles

source: Adjust Size
de: Größe anpassen

source: Rows
de: Zeilen

source: Columns
de: Spalten

source: Color of filled cell when setting
de: Farbe für ausgefüllte Zelle beim Erstellen

source: Color of empty cell when setting
de: Farbe für leere Zelle beim Erstellen

source: Color of filled cell when solving
de: Farbe für ausgefüllte Zelle beim Lösen

source: Color of empty cell when solving
de: Farbe für leere Zelle beim Lösen

source: Reset to default color
de: Auf Standardfarbe zurücksetzen

source: Select font used for the clues
de: Schriftart für Hinweise auswählen

source: Choose folder for saving and loading puzzles
de: Ordner zum Speichern und Öffnen von Puzzles

source: Name of puzzle
de: Name des Puzzles

source: Source
de: Quelle

source: Date
de: Datum

source: License
de: Lizenz

source: Description
de: Beschreibung

source: Row clues
de: Hinweise in Zeilen

source: Column clues
de: Hinweise in Spalten

source: Path %s does not exist or is not a directory
de: Pfad %s existiert nicht oder ist kein Ordner

source: Load Image
de: Bild öffnen

source: Monochrome
de: Einfärbig

source: Invert image
de: Bild invertieren

source: Red Threshold %
de: Schwellwert Rot %

source: Green Threshold
de: Schwellwert Grün

source: Blue threshold
de: Schwellwert Blau

source: Alpha threshold
de: Schwellwert Alpha

source: Image information
de: Bildinformation

source: Height:
de: Höhe:

source: Width:
de: Breite

source: Bits/sample:
de: Bits pro Pixel:

source: Channels:
de: Kanäle:

source: Failed to load image
de: Laden des Bildes fehlgeschlagen

source: File type not supported - use PNG, BMP or SVG
de: Dateiformat nicht unterstützt – unterstützt sind PNG, BMP oder SVG

source: Select an image to convert
de: Wählen Sie ein Bild zum Konvertieren

source: Cannot convert this image format; need 8 bits per channel and at least 3 channels
de: Bildformat kann nicht konvertiert werden; benötigt 8 Bits pro Kanal und mindestens 3 Kanäle

source: Height:
de: Höhe:

source: Width:
de: Breite:

source: Bits/sample:
de: Bits pro Pixel:

source: Channels:
de: Kanäle:

source: Logic game
de: Logik-Spiel
