Repository: Sebastianam/gnonograms
Catalog: gnonograms-gtk2/po/*.po
Languages: es

source: Total time penalty now %4.0f seconds
es: El tiempo de penalización actual es de %4.0f segundos

source: Congratulations - you have solved the puzzle.
es: Felicitaciones - resolvió el tablero.

source: Congratulations - you have found an alternative solution.
es: Felicitaciones - encontró una solución alternativa.

source: New puzzle?
es: ¿Nuevo tablero?

source: New puzzle
es: Nuevo tablero

source: Restart solving the puzzle?
es: ¿Reiniciar resolviendo el tablero?

source: Timer paused
es: Cronómetro en pausa

source: Name and save this puzzle
es: Nombrar y guardar este tablero

source: Gnonogram puzzles
es: Tableros de Gnonogram

source: Could not write to '%s'
es: No se pudo escribir en '%s'

source: Saved as '%s'
es: Guardado como '%s'

source: Name and save as picto puzzle
es: Nombrar y guardar como un picto puzzle

source: Failed to load puzzle
es: No se pudo cargar el tablero

source: Could not open puzzle file
es: No se pudo abrir el archivo del tablero

source: File format incorrect
es: El formato de archivo es incorrecto

source: Dimensions too large
es: El tamaño es demasiado grande

source: Dimensions too small
es: El tamaño es demasiado pequeño

source: Dimensions data missing
es: Falta el tamaño

source: Clues contradictory
es: Las pistas son contradictorias

source: Puzzle not easily soluble by computer
es: El tablero no puede ser resuelto fácilmente por la computadora

source: Clues and solution both missing
es: Faltan las pistas y la solución

source: No errors
es: Sin errores

source: Incorrect cells: %d
es: Celdas incorrectas: %d

source: No solution available
es: No hay una solución disponible

source: Time taken: %d hours, %d minutes, %8.3f seconds
es: Tiempo utilizado: %d horas, %d minutos, %8.3f segundos

source: Including %4.0f seconds time penalty
es: Incluyendo %4.0f segundos de penalización

source: Failed to solve or no unique solution
es: Fallo al resolver, o la solución no es única

source: Cancelled by user
es: Cancelado por el usuario

source: Solved in %8.3f seconds
es: Resuelto en %8.3f segundos

source: Requires at least 5 rows
es: Se requieren al menos 5 filas

source: Thinking ...
es: Pensando ...

source: Difficult random
es: Aleatorio difícil

source: Simple random
es: Aleatorio simple

source: Error occurred in solver
es: Ocurrió un error al resolver

source: Error in solver
es: Error al resolver

source: Save changed puzzle?
es: ¿Desea guardar el tablero modificado?

source: Freedom=
es: Libertad=

source: Error - wrong number of columns
es: Error - número incorrecto de columnas

source: Use advanced solver?
es: ¿Usar el motor de soluciones avanzado?

source: A logical error has already been made - cannot hint
es: Ya se a encontrado un error lógico - no se puede ayudar

source: Already solved
es: Ya está resuelto

source: Simple solver could not find hint
es: El motor de soluciones simple no pudo encontrar una pista

source: Start Ultimate solver? This can take a long time and may not work
es: ¿Iniciar el mejor motor de soluciones? Esto puede tomar mucho tiempo y tal vez no funcione

source: This is taking a long time!
es: ¡Esto está tomando mucho tiempo!

source: Keep trying?
es: ¿Desea seguír intentando?

source: _File
es: _Archivo

source: _Puzzle
es: _Tablero

source: _Settings
es: _Configuración

source: _View
es: _Ver

source: _Help
es: A_yuda

source: _Save as Picto puzzle
es: _Guardar como tablero Picto

source: _Import from image
es: _Importar desde imagen

source: Undo all errors
es: Deshacer todos los errores

source: _Show solution
es: _Mostrar solución

source: Show _Working
es: Mostrar _progreso

source: Show _Incorrect cells
es: Mostrar celdas inc_orrectas

source: _Restart
es: _Reiniciar

source: _Pause
es: _Pausa

source: _Get hint
es: Obte_ner pista

source: _Let computer solve it
es: De_jar que la computadora lo resuelva

source: _Computer generated puzzle
es: Tablero _generado por computadora

source: _Edit puzzle
es: _Editar tablero

source: _Trim blank edges
es: _Limpiar los bordes en blanco

source: _Colors ...
es: Colore_s ...

source: _Font ...
es: Tipogra_fías ...

source: _Resize ...
es: _Redimensionar ...

source: _Difficulty ...
es: _Dificultad ...

source: _Puzzle folder
es: Car_peta del tablero

source: Default
es: Predeterminado

source: Custom ...
es: Personalizado ...

source: Cell Patterns
es: Patrones de celda

source: Plain
es: Plano

source: Circle
es: Circular

source: _Use advanced solver
es: _Usar motor avanzado de soluciones

source: _Generate difficult puzzles
es: _Generar tableros difíciles

source: _Time penalty for checking
es: _Tiempo de penalización por revisión

source: _Reset all to default
es: _Reiniciar a los valores predeterminados

source: _Toolbar
es: Barra de herramien_tas

source: _Grid
es: _Grilla

source: Contents
es: Contenidos

source: About
es: Acerca de

source: Load puzzle
es: Cargar tablero

source: Save puzzle
es: Guardar tablero

source: Undo last move
es: Deshacer último movimiento

source: Redo last undone move
es: Rehacer último movimiento deshecho

source: Start this puzzle again
es: Empezar este tablero de nuevo

source: Hide the solution and start solving
es: Esconder la solución y empezar a resolver

source: Check
es: Revisar

source: Show any incorrect cells
es: Mostrar celdas incorrectas

source: Solve
es: Resolver

source: Solve by computer
es: Resolver por computadora

source: Random
es: Aleatorio

source: Generate a random puzzle
es: Generar tablero aleatorio

source: Resize
es: Redimensionar

source: Change dimensions of the puzzle grid
es: Cambiar las dimensiones de la grilla del tablero

source: Increase font size
es: Aumentar el tamaño de letra

source: Decrease font size
es: Disminuir el tamaño de letra

source: Set the difficulty of generated puzzles
es: Seleccionar la dificultad de los tableros generados

source: _Difficulty
es: _Dificultad

source: Difficulty
es: Dificultad

source: Design and solve Nonogram puzzles
es: Diseñar y resolver nonogramas

source: About Gnonograms3
es: Acerca de Gnonograms3

source: translator-credits
es: Federico Vera <dktcoding@gmail.com>

source: Source:
es: Fuente:

source: Score:
es: Puntaje:

source: Unknown
es: Desconocido

source: Reveal the solution
es: Mostrar la solución

source: Choose a puzzle
es: Escoger un tablero

source: Cannot open file
es: No se puede abrir el archivo

source: No dimensions given
es: No se especificó el tamaño

source: Wrong number of dimensions
es: Número incorrecto de dimensiones

source: No clues given
es: No se dieron pistas

source: Missing clues
es: Pistas faltantes

source: Invalid clue
es: Pista inválida

source: Wrong number of column clues
es: Número incorrecto de pistas de columna

source: Wrong number of row clues
es: Número incorrecto de pistas de fila

source: Solution grid or working grid missing
es: Falta la grilla de solución o la de trabajo

source: Wrong number of rows in solution or working grid
es: Número incorrecto de filas en la grilla de solución o en la grilla de trabajo

source: Wrong number of columns in solution or working grid
es: Número incorrecto de columnas en la grilla de solución o en la grilla de trabajo

source: Invalid cell state
es: Estado de celda inválido

source: Missing Picto grid data
es: Datos de grilla Picto faltantes

source: Invalid Picto grid data
es: Datos de grilla Picto inválidos

source: Missing game state
es: Falta el estado del juego

source: Invalid game state
es: Estado de juego inválido

source: Missing description
es: Falta la descripción

source: Missing license
es: Falta la licencia

source: Cancel
es: Cancelar

source: Built in puzzles
es: Tableros incorporados

source: Adjust Size
es: Ajustar al tamaño

source: Rows
es: Filas

source: Columns
es: Columnas

source: Color of filled cell when setting
es: Color de la celda cuando está completa

source: Color of empty cell when setting
es: Color de la celda cuando está vacía

source: Color of filled cell when solving
es: Color de la celda cuando está completa y resolviendo

source: Color of empty cell when solving
es: Color de la celda cuando está vacía y resolviendo

source: Reset to default color
es: Reiniciar a los colores predeterminados

source: Select font used for the clues
es: Seleccionar la tipografía usada para las pistas

source: Choose folder for saving and loading puzzles
es: Seleccione una carpeta para cargar y guardar los tableros

source: Name of puzzle
es: Nombre del juego

source: Source
es: Fuente

source: Date
es: Fecha

source: License
es: Licencia

source: Description
es: Descripción

source: Row clues
es: Pistas de fila

source: Column clues
es: Pistas de columna

source: Path %s does not exist or is not a directory
es: La ruta %s no existe o no es un directorio

source: Load Image
es: Cargar imagen

source: Monochrome
es: Monocromático

source: Invert image
es: Invertir imagen

source: Red Threshold %
es: Umbral de Rojo %

source: Green Threshold
es: Umbral de Verde

source: Blue threshold
es: Umbral de Azul

source: Alpha threshold
es: Umbral de transparencia

source: Image information
es: Información de la imagen

source: Height:
es: Alto:

source: Width:
es: Ancho:

source: Bits/sample:
es: Partes/muestra:

source: Channels:
es: Canales:

source: Failed to load image
es: Fallo al cargar la imagen

source: File type not supported - use PNG, BMP or SVG
es: Tipo de archivo no soportado - use PNG, BMP o SVG

source: Select an image to convert
es: Seleccione una imagen para convertir

source: Cannot convert this image format; need 8 bits per channel and at least 3 channels
es: No se puede convertir este formato de imagen; se necesitan 8 bits por canal y al menos 3 canales

source: Height:
es: Altura:

source: Width:
es: Ancho:

source: Bits/sample:
es: Partes/muestra:

source: Channels:
es: Canales:

source: Logic game
es: Juego de lógica
